'use strict';
module.exports = {
    cqssc: {
        history: "开奖号码：最近一期的开奖号码以不同颜色区分显示。往期历史开奖号码中，如出现与最近一期相同的开奖号码，则该号码以与最近一期开奖号码相同的颜色显示，以便于查看最近一期开出的某号码的历史分布情况。",
        bigorsmall: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.开奖结果为单数时，则“单”中奖，开奖结果为双数时，则“双”中奖，开奖结果为0-4时，则“小”中奖，开奖结果为5-9时，则“大”中奖。",
        hotcold: "1.热码：近20期内出现频繁、活跃的号码；<br>2.冷码：近20期没有出现的号码；<br>3.温码：介于冷热之间的号码。",
        todaystat: "查看最近一个月各号码当天开出次数"
    },
    gdkl10: {
        history: "开奖号码：最近一期的开奖号码以不同颜色区分显示。往期历史开奖号码中，如出现与最近一期相同的开奖号码，则该号码以与最近一期开奖号码相同的颜色显示，以便于查看最近一期开出的某号码的历史分布情况。",
        bigorsmall: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.开出号码大于等于11为大，小于等于10为小，能被2整除的数为双，否则为单。",
        totallz: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.总和路珠指8个开出的号码的总和对应的大小、单双，其中总和为85至132为大，36至83为小，和值为84。"
    },
    jsk3: {
        history: "开奖号码：最近一期的开奖号码以不同颜色区分显示。往期历史开奖号码中，如出现与最近一期相同的开奖号码，则该号码以与最近一期开奖号码相同的颜色显示，以便于查看最近一期开出的某号码的历史分布情况。",
        luzhutotal: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.小：三粒骰子之点数总和由4点至10点；大：三粒骰子之点数总和由11点至17点；若三粒骰子平面点数相同，则为通吃，通吃「大」、「小」各注。<br>4.单：三粒骰子之点数总和为单数；双：三粒骰子之点数总和为双数；若三粒骰子平面点数相同，则为通吃，通吃「单」、「双」各注。",
        numberstat: "查看最近一个月各号码当天开出次数"
    },
    pk10: {
        history: "1:北京福彩赛车PK10是中国福利彩票高频彩的其中一种，每天从9:00-24:00，每五分钟开奖一次，每天共179期，每期由10辆赛车进行比赛的结果作为开奖号码。 游戏玩法：两面盘、大小、单双、冠亚和值、单选、龙虎等。<br>2: 开奖号码：PK拾冠亚季军号码。<br>3:  奇偶：除2余数为1的为奇数，含1、3、5、7、9，除2余0的为偶数，含2、4、6、8、10。<br>4:  大小：6、7、8、9、10为大数，1、2、3、4、5为小数。<br>5:  质合：1、2、3、5、7为质数，4、6、8、9、10为合数。<br>6:  012路：除3余数为0的为0路号码，包含3、6、9,；除3余数为1的为1路号码，包含1、4、7、10；除3余数为2的为2路号码，包含2、5、8。<br>7:  升平降：比上期奖号数值大的，表示本期奖号特征为升；与上期相同的，表示本期奖号特征为平；比上期奖号数值小的，表示本期奖号特征为降。<br>8:  遗漏分层：将当前遗漏按照“1-5，6-11，12-无穷大”分别用黑色、蓝色、红色标识。<br>9:  分隔线：每五期使用分隔线，使横向导航更加清晰。<br>10:  出现总次数：统计期数内实际出现的次数。<br>11:  遗漏：自上期开出到本期间隔的期数。<br>12:  平均遗漏：统计期数内遗漏的平均值。（计算公式：平均遗漏＝统计期数/(出现次数+1)。）<br>13:  最大遗漏：统计期数内遗漏的最大值。<br>14:  当前遗漏：自上期开出到当前期所间隔的期数。<br>15:  最大连出值：统计期数内连续开出的最大值。",
        bigorsmall: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.开奖结果为单数时，则“单”中奖，开奖结果为双数时，则“双”中奖，开奖结果为1-5时，则“小”中奖，开奖结果为6-10时，则“大”中奖。",
        todaystat: "提供号码单日的开出次数及近期未开次数，使用参数设置可自定义关注遗漏 范围，请根据个人需要手动设置，各参数的数值可设置范围：2-500",
        hotcoldnumber: "1.热码：近20期内出现频繁、活跃的号码；<br>2.冷码：近20期出现频率低甚至没有出现的号码；<br>3.温码：介于冷热之间的号码。",
        guanyahe: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.冠亚和单双：“冠亚和值”爲单视为投注“单”的注单视为中奖，爲双视为投注“双”的注单视为中奖，其余视为不中奖；<br>冠亚和大小：“冠亚和值”大于11时投注“大”的注单视为中奖，小于或等于11时投注“小”的注单视为中奖，其余视为不中奖；<br>冠亚和指定：“冠亚和值”可能出现的结果爲3～19， 投中对应“冠亚和值”数字的视为中奖，其余视为不中奖。",
        numberstat: "查看最近一个月1~5龙虎当天开出次数"
    },
    xync: {
        history: "开奖号码：最近一期的开奖号码以不同颜色区分显示。往期历史开奖号码中，如出现与最近一期相同的开奖号码，则该号码以与最近一期开奖号码相同的颜色显示，以便于查看最近一期开出的某号码的历史分布情况。",
        bigorsmall: "1.表格右侧一列为最新结果；<br>2.当连续开出的同一结果中断时，则另起一列显示结果；<br>3.开出号码大于等于11为大，小于等于10为小，能被2整除的数为双，否则为单。",
        total: "1.表格右侧一列为最新结果；<br>        2. 当连续开出的同一结果中断时， 则另起一列显示结果；<br>        3. 总和路珠指8个开出的号码的总和对应的大小、 单双， 其中总和为85至132为大， 36 至83为小， 和值为84。 "
    }
}