'use strict';
module.exports = {
    default: {
        title: '【52开奖网】_北京赛车PK10开奖直播_高频彩pk10开奖记录',
        keywords: '52开奖网,北京赛车PK10开奖直播,北京赛车pk10历史记录高频彩',
        description: '【52开奖网】提供高频彩开奖直播、开奖记录、投注推荐计划、牛人稳赚技巧等高频彩专业功能，专注于北京赛车PK10开奖直播及推荐计划'
    },
    home: {
        index: {
            title: '【52开奖网】_北京赛车PK10开奖直播_高频彩pk10开奖记录',
            keywords: '52开奖网,北京赛车PK10开奖直播,北京赛车pk10历史记录高频彩',
            description: '【52开奖网】提供高频彩开奖直播、开奖记录、投注推荐计划、牛人稳赚技巧等高频彩专业功能，专注于北京赛车PK10开奖直播及推荐计划'
        }
    },
    gdkl10: {
        history: {
            title: '广东快乐十分开奖记录_广东快乐十分开奖号码_广东快乐十分开奖时间_52开奖网',
            keywords: '广东快乐十分开奖记录,广东快乐十分开奖号码,广东快乐十分开奖时间',
            description: '【52开奖网】广东快乐十分历史开奖频道提供广东快乐十分开奖记录,广东快乐十分开奖号码,广东快乐十分开奖时间等功能'
        },
        betgame: {
            title: '广东快乐十分推荐计划_广东快乐十分推荐号码_52开奖网',
            keywords: '广东快乐十分推荐计划,广东快乐十分推荐号码',
            description: '【52开奖网】广东快乐十分推荐计划频道提供广东快乐十分推荐计划,广东快乐十分推荐号码等功能'
        },
        bigorsmall: {
            title: '广东快乐十分大小单双路珠_52开奖网',
            keywords: '广东快乐十分大小单双路珠',
            description: '【52开奖网】广东快乐十分大小单双路珠'
        },
        totallz: {
            title: '广东快乐十分路珠_广东快乐十分大小路珠_广东快乐十分单双路珠_52开奖网',
            keywords: '广东快乐十分路珠,广东快乐十分大小路珠,广东快乐十分单双路珠',
            description: '【52开奖网】广东快乐十分总和路珠频道提供广东快乐十分路珠,广东快乐十分大小路珠,广东快乐十分单双路珠等功能'
        },
        video: {
            title: '广东快乐十分开奖直播_广东快乐十分现场直播_广东快乐十分视频直播_52开奖网',
            keywords: '广东快乐十分开奖直播,广东快乐十分现场直播,广东快乐十分视频直播',
            description: '【52开奖网】广东快乐十分视频开奖频道提供广东快乐十分开奖直播,广东快乐十分现场直播,广东快乐十分视频直播等功能'
        }
    },
    pk10: {
        history: {
            title: '北京赛车PK10开奖记录_PK10开奖号码_PK10开奖时间_52开奖网',
            keywords: '北京赛车PK10开奖记录,PK10开奖号码',
            description: '【52开奖网】北京赛车PK10开奖频道提供北京赛车PK10开奖记录，开奖号码，开奖时间，单双大小统计等功能'
        },
        bigorsmall: {
            title: '北京赛车PK10大小单双路珠_52开奖网',
            keywords: '北京赛车PK10大小单双路珠',
            description: '【52开奖网】北京赛车PK10大小单双路珠'
        },
        guanyahe: {
            title: '北京赛车PK10冠亚和路珠_52开奖网',
            keywords: '北京赛车PK10冠亚和路珠',
            description: '【52开奖网】北京赛车PK10冠亚和路珠'
        },
        todaystat: {
            title: '北京赛车PK10今日号码统计_52开奖网',
            keywords: '北京赛车PK10今日号码统计',
            description: '【52开奖网】北京赛车PK10今日号码统计'
        },
        hotcoldnumber: {
            title: '北京赛车PK10冷热码_PK10开奖冷热走势图_52开奖网',
            keywords: '北京赛车PK10冷热码,PK10开奖冷热走势图',
            description: '【52开奖网】PK10冷热码分析频道提供北京赛车PK10冷热码,PK10开奖冷热走势图'
        },
        betgame: {
            title: '北京赛车PK10推荐计划_PK10推荐号码_52开奖网',
            keywords: '北京赛车PK10推荐计划,PK10推荐号码',
            description: '【52开奖网】北京赛车推荐计划频道提供北京赛车PK10推荐计划,PK10推荐号码'
        },
        numberstat: {
            title: '北京赛车PK10龙虎历史_52开奖网',
            keywords: '北京赛车PK10龙虎历史',
            description: '【52开奖网】北京赛车PK10龙虎历史'
        },
        killnumber: {
            title: '北京赛车PK10杀号定胆_52开奖网',
            keywords: '北京赛车PK10杀号定胆',
            description: '【52开奖网】北京赛车PK10杀号定胆'
        },
        video: {
            title: '北京赛车PK10开奖直播_PK10现场直播_PK10视频直播_52开奖网',
            keywords: '北京赛车PK10开奖直播,PK10现场直播,PK10视频直播',
            description: '【52开奖网】北京赛车视频开奖频道提供北京赛车PK10开奖直播,PK10现场直播,PK10视频直播'
        }
    },
    jsk3: {
        history: {
            title: '江苏快3开奖记录_江苏快3开奖号码_江苏快3开奖时间_52开奖网',
            keywords: '江苏快3开奖记录,江苏快3开奖号码,江苏快3开奖时间',
            description: '【52开奖网】江苏快3历史开奖频道提供江苏快3开奖记录,江苏快3开奖号码,江苏快3开奖时间等功能'
        },
        luzhutotal: {
            title: '江苏快3路珠_江苏快3大小路珠_江苏快3单双路珠_52开奖网',
            keywords: '江苏快3路珠,江苏快3大小路珠,江苏快3单双路珠',
            description: '【52开奖网】江苏快3总和路珠频道提供江苏快3路珠,江苏快3大小路珠,江苏快3单双路珠等功能'
        },
        numberstat: {
            title: '江苏快3开奖历史_江苏快3开奖历史记录_52开奖网',
            keywords: '江苏快3开奖历史,江苏快3开奖历史记录',
            description: '【52开奖网】江苏快3历史号码统计频道提供江苏快3开奖历史,江苏快3开奖历史记录等功能'
        },
        video: {
            title: '江苏快3开奖直播_江苏快3现场直播_江苏快3视频直播_52开奖网',
            keywords: '江苏快3开奖直播,江苏快3现场直播,江苏快3视频直播',
            description: '【52开奖网】江苏快3视频开奖频道提供江苏快3开奖直播,江苏快3现场直播,江苏快3视频直播等功能'
        }
    },
    xync: {
        history: {
            title: '幸运农场开奖记录_幸运农场开奖号码_幸运农场开奖时间_52开奖网',
            keywords: '幸运农场开奖记录,幸运农场开奖号码,幸运农场开奖时间',
            description: '【52开奖网】幸运农场历史开奖频道提供幸运农场开奖记录,幸运农场开奖号码,幸运农场开奖时间等功能'
        },
        bigorsmall: {
            title: '幸运农场大小单双路珠_52开奖网',
            keywords: '幸运农场大小单双路珠',
            description: '【52开奖网】幸运农场大小单双路珠'
        },
        total: {
            title: '幸运农场路珠_幸运农场大小路珠_幸运农场单双路珠_52开奖网',
            keywords: '幸运农场路珠,幸运农场大小路珠,幸运农场单双路珠',
            description: '【52开奖网】幸运农场总和路珠频道提供幸运农场路珠,幸运农场大小路珠,幸运农场单双路珠等功能'
        },
        video: {
            title: '幸运农场开奖直播_幸运农场现场直播_幸运农场视频直播_52开奖网',
            keywords: '幸运农场开奖直播,幸运农场现场直播,幸运农场视频直播',
            description: '【52开奖网】幸运农场视频开奖频道提供幸运农场开奖直播,幸运农场现场直播,幸运农场视频直播等功能'
        }
    },
    cqssc: {
        history: {
            title: '重庆时时彩开奖记录_重庆时时彩开奖号码_重庆时时彩开奖时间_52开奖网',
            keywords: '重庆时时彩开奖记录,重庆时时彩开奖号码,重庆时时彩开奖时间',
            description: '【52开奖网】重庆时时彩历史开奖频道提供重庆时时彩开奖记录,重庆时时彩开奖号码,重庆时时彩开奖时间'
        },
        bigorsmall: {
            title: '重庆时时彩大小单双路珠_52开奖网',
            keywords: '重庆时时彩大小单双路珠',
            description: '【52开奖网】重庆时时彩大小单双路珠'
        },
        hotcold: {
            title: '重庆时时彩冷热码_重庆时时彩开奖冷热走势图_52开奖网',
            keywords: '重庆时时彩冷热码,重庆时时彩开奖冷热走势图',
            description: '【52开奖网】重庆时时彩冷热分析频道提供重庆时时彩冷热码,重庆时时彩开奖冷热走势图'
        },
        todaystat: {
            title: '重庆时时今日号码统计_52开奖网',
            keywords: '重庆时时今日号码统计',
            description: '【52开奖网】重庆时时今日号码统计'
        },
        video: {
            title: '重庆时时彩开奖直播_重庆时时彩现场直播_重庆时时彩视频直播_52开奖网',
            keywords: '重庆时时彩开奖直播,重庆时时彩现场直播,重庆时时彩视频直播',
            description: '【52开奖网】重庆时时彩视频开奖频道提供重庆时时彩开奖直播,重庆时时彩现场直播,重庆时时彩视频直播'
        }
    }
};